"secureCryptoVault" = "COFRE SEGURO DE CRIPTO";
"thisDevice" = "Este Dispositivo:";
"start" = "Iniciar";
"createNewVault" = "Criar um Novo Cofre";
"importExistingVault" = "Importar um Cofre Existente";
"import" = "Importar";
"continue" = "Continuar";
"changeVault" = "Mudar Cofre";
"setup" = "Configurar";
"pair" = "Emparelhar";
"join" = "Juntar-se";
"swap" = "Trocar";
"send" = "Enviar";
"tokens" = "Tokens";
"vaults" = "Cofres";
"vault" = "Cofre";
"main" = "Principal";
"address" = "Endereço";
"vaultDetailsTitle" = "Detalhes";
"vaultDetailsDescription" = "Ver os detalhes do seu cofre";
"ECDSA" = "ECDSA";
"EdDSA" = "EdDSA";
"backup" = "Backup";
"error" = "Erro";
"backupVault" = "Fazer backup do seu cofre";
"rename" = "Renomear";
"renameVault" = "Editar o nome do seu cofre";
"delete" = "Deletar";
"cancel" = "Cancelar";
"save" = "Salvar";
"asset" = "Ativo";
"assets" = "Ativos";
"vaultName" = "Nome do Cofre";
"deleteVault" = "Deletar seu cofre permanentemente";
"deleteVaultTitle" = "Deletar Cofre";
"deleteVaultDescription" = "Este cofre será removido permanentemente";
"backupVault" = "Fazer backup do seu cofre";
"addNewVault" = "Adicionar Novo Cofre";
"editVault" = "Editar Cofre";
"addressCopied" = "Endereço copiado";
"hashCopied" = "Hash copiado";
"ok" = "OK";
"next" = "Próximo";
"skip" = "Pular";
"from" = "De";
"to" = "Para";
"fees" = "Taxas";
"time" = "Tempo";
"scan" = "Escanear";
"pair" = "Emparelhar";
"verify" = "Verificar";
"amount" = "Quantidade";
"keysign" = "Assinatura de Chave";
"done" = "Concluído";
"gas(auto)" = "Gás (auto)";
"enterPreviousVault" = "Insira seu cofre criado anteriormente";
"uploadFile" = "Carregar arquivo, texto ou imagem";
"devicesOnSameWifi" = "Mantenha dispositivos na mesma rede com Vultisig aberto";
"need3Devices" = "Você precisa de pelo menos 2 dispositivos";
"chooseTokens" = "Escolher Tokens";
"chooseChains" = "Escolher Cadeias";
"enterAddress" = "Inserir Endereço";
"enterAmount" = "Inserir Quantidade";
"reshare" = "Recompartilhar";
"unknown" = "Desconhecido";
"reshareVault" = "Recompartilhar cofre com um novo comitê";
"pairWithOtherDevices" = "Emparelhar com outros dispositivos:";
"scanQrCode" = "Escanear Código QR";
"mainDevice" = "Dispositivo Principal";
"pleaseWait" = "Por favor, espere...";
"joinKeygen" = "JUNTAR-SE À GERAÇÃO/RECOMPARTILHAÇÃO DE CHAVE";
"failToStartKeygen" = "Não foi possível iniciar a geração de chave devido à falta de informações";
"scanQRCodeJoinKeygen" = "Escanear o Código QR em outro aplicativo Vultisig para começar.";
"discoveringMediator" = "Descobrindo serviço mediador, por favor, espere...";
"joiningKeygen" = "Juntando-se ao processo de geração/compartilhamento de chave, por favor, espere...";
"waitingForKeygenToStart" = "Aguardando o início da geração de chave, por favor, espere...";
"preparingVault" = "PREPARANDO COFRE...";
"generatingECDSA" = "GERANDO CHAVE ECDSA";
"generatingEdDSA" = "GERANDO CHAVE EdDSA";
"reshareECDSA" = "RECOMPARTILHANDO CHAVE ECDSA";
"reshareEdDSA" = "RECOMPARTILHANDO CHAVE EdDSA";
"keygenFailed" = "A geração de chave falhou";
"reshareFailed" = "A recompartilha de chave falhou";
"joinKeyshare" = "Juntar-se ao Compartilhamento de Chave";
"lookingForDevices" = "Procurando dispositivos... ";
"sign" = "Assinar";
"amount" = "Quantidade";
"amount(inFiat)" = "Quantidade (em Fiat)";
"balanceNativeToken" = "Saldo de Token Nativo";
"memo" = "Memo";
"gas" = "Gás";
"signing" = "Assinando";
"transaction" = "Transação";
"complete" = "Completo";
"tryAgain" = "Tentar Novamente";
"failStartKeysign" = "Falha ao iniciar assinatura de chave";
"waitingForKeySignStart" = "Aguardando o início do processo de assinatura...";
"keysignFail" = "O processo de assinatura de chave não pôde ser iniciado. Por favor, verifique suas configurações e tente novamente.";
"joinKeySign" = "Juntar-se à assinatura de chave";
"creatingTssInstance" = "CRIANDO INSTÂNCIA TSS...";
"signingWithECDSA" = "ASSINANDO USANDO CHAVE ECDSA... ";
"signingWithEdDSA" = "ASSINANDO USANDO CHAVE EdDSA... ";
"keysignFinished" = "ASSINATURA DE CHAVE FINALIZADA...";
"scanWithPairedDevice" = "Escanear com seu Dispositivo Emparelhado:";
"waitingForKeygenStart" = "Aguardando o início da geração de chave...";
"sendingRightAddressCheck" = "Estou enviando para o endereço correto";
"correctAmountCheck" = "A quantidade está correta";
"notHackedCheck" = "Não estou enviando meu dinheiro para uma fraude ou hacker";
"wrongVaultTryAgain" = "Cofre ou Dispositivo Emparelhado Incorreto.";
"signInErrorTryAgain" = "Erro ao Assinar. Por favor, tente novamente.";
"sameWifiEntendedInstruction" = "Mantenha dispositivos na mesma Rede WiFi, escolha o cofre correto e emparelhe os dispositivos. Certifique-se de que nenhum outro dispositivo esteja executando Vultisig.";
"validAddressError" = "Por favor, insira um endereço válido.";
"positiveAmountError" = "A quantidade deve ser um número positivo. Tente novamente.";
"nonNegativeFeeError" = "A taxa deve ser um número não negativo. Tente novamente.";
"walletBalanceExceededError" = "O total da quantidade e da taxa excede o saldo da sua carteira. Tente novamente.";
"mustHaveETHError" = "Você deve ter ETH para pagar pelo gás, antes de enviar um token.";
"unavailableBalanceError" = "Saldo da carteira não disponível.";
"invalidGasFeeError" = "Taxa de gás inválida fornecida.";
"invalidTransactionAmountError" = "Quantidade de transação inválida fornecida.";
"walletBalanceExceededSolanaError" = "A quantidade combinada e a taxa excedem o saldo da sua carteira. Tente novamente.";
"notEnoughBalanceError" = "Você não tem saldo suficiente para enviar esta transação";
"gasEstimateETHError" = "Erro ao estimar gás para ETH";
"gasEstimateTOKENError" = "Erro ao estimar gás para o TOKEN";
"gasEstimateError:" = "Erro estimando gás: ";
"mustAgreeTermsError" = "Você deve concordar com os termos.";
"confirmToSign" = "Confirmar para assinar a mensagem?";
"unableToStartKeysignProcess" = "Não foi possível iniciar o processo de assinatura de chave devido à falta de informações.";
"transactionComplete" = "Transação Completa";
"transactions" = "Transações";
"cannotFindTransactions" = "Não é possível Encontrar Transações";
"transactionID" = "ID de Transação";
"errorFetchingTransactions" = "Erro ao buscar transações";
"noTransactions" = "Ainda não há transações";
"tryFaceIDAgain" = "Tentar Face ID novamente";
"loginUsingFaceID" = "Login usando Face ID";
"failToGetAccountNumber" = "Falha ao obter o número da conta";
"failToGetSequenceNo" = "Falha ao obter o número de sequência";
"failToGetRecentBlockHash" = "Falha ao obter o hash do bloco recente";
"checkExplorer" = "verificar explorador";
"self" = "Próprio";
"settings" = "Configurações";
"language" = "Idioma";
"currency" = "Moeda";
"faq" = "FAQ";
"other" = "Outro";
"shareTheApp" = "Compartilhar o App";
"noChainSelected" = "Nenhuma Cadeia Selecionada";
"setupVaultFAQQuestion" = "Como configuro meu cofre de criptomoedas?";
"setupVaultFAQAnswer" = "Junte dois ou mais dos seus dispositivos e conecte-os ao seu WiFi local, Hotspot ou internet. Em seguida, simplesmente emparelhe-os via código QR e crie um novo cofre. Você poderá então enviar fundos.";
"supportedCryptoFAQQuestion" = "Quais criptomoedas são suportadas pelo Vultisig?";
"supportedCryptoFAQAnswer" = "Todos os ativos suportados pelo Core da Trust Wallet são suportados no Vultisig.";
"vaultSecurityFAQQuestion" = "Como o aplicativo de cofre cripto protege minhas criptomoedas?";
"vaultSecurityFAQAnswer" = "Vultisig é auditado, de código aberto e usa uma biblioteca TSS muito bem comprovada.";
"moneyFAQQuestion" = "Como o Vultisig ganha dinheiro?";
"moneyFAQAnswer" = "Vultisig cobra apenas uma taxa fixa sobre troca e ponte. Não há outras taxas ocultas.";
"assetRecoveryFAQQuestion" = "Posso recuperar meus ativos se perder um dispositivo?";
"assetRecoveryFAQAnswer" = "Você pode fazer backup do seu cofre exportando as cotas do cofre.";
"registerFAQQuestion" = "Preciso me registrar?";
"registerFAQAnswer" = "Não, não há requisitos de registro.";
"languageChangeTitle" = "Idioma alterado";
"restart" = "Por favor, reinicie o aplicativo para aplicar as novas configurações de idioma.";
"EnglishUK" = "Inglês (UK)";
"German" = "Alemão";
"Spanish" = "Espanhol";
"Italian" = "Italiano";
"Croatian" = "Croata";
"Portuguese" = "Português";
"youAreCreatingA" = "Você está criando um";
"withTheseDevices" = "Com estes dispositivos";
"pairDeviceDisclaimersFirst" = "Você só pode enviar transações com pelo menos";
"pairDeviceDisclaimersSecond" = "destes dispositivos presentes.";
"backupNotNeededDisclaimer" = "Seu dispositivo de backup não é necessário a menos que você perca um dos seus dispositivos principais.";
"noBackupDeviceDisclaimer" = "Você não tem um terceiro dispositivo de backup, então deve fazer o backup de uma parte do cofre com segurança mais tarde.";
"vaultNameExists" = "O nome do cofre %s já existe";
"balanceNotAvailable" = "Saldo não disponível";
"invalidBalance" = "Saldo inválido";
"cannotDisableChain" = "Não é possível desativar a cadeia";
"needToRemoveTokens" = "Todos os tokens dentro desta cadeia precisam ser removidos antes de prosseguir.";
"typeHere" = "Digite aqui";
"nameYourVault" = "Nomeie o seu Vault";
"uploadFromGallery" = "Carregar da galeria";
"polkadotExistentialDepositError" = "Se uma conta cair abaixo de 1 DOT (Depósito Existencial), a conta é eliminada (desativada) e quaisquer fundos restantes são destruídos. O endereço pode ser reativado com um novo depósito maior do que o depósito existencial a qualquer momento. Isso não restaurará os fundos destruídos.";
"noCameraPermissionError" = "Permissão para a câmera negada.\n\nPor favor, ative-a nas Configurações.";
"openSettings" = "Abrir Configurações";
"fetchingVaultDetails" = "Buscando detalhes do cofre";
"vaultNameUnique" = "O nome do cofre precisa ser único.";
"alreadyExists" = "já existe";
"dismiss" = "Descartar";
"urlCopied" = "URL copiado";
"vaultWillBeDeletedPermanentlyPrompt" = "Estou ciente de que o cofre será excluído permanentemente";
"canLoseFundsPrompt" = "Estou ciente de que posso perder fundos";
"madeVaultBackupPrompt" = "Fiz um backup do cofre";
"youArePermanentlyDeletingVault" = "Você está excluindo permanentemente seu cofre";
"reviewConditions" = "Revisar Condições";
"reviewConditionsMessage" = "Por favor, reveja e concorde com todas as condições listadas.";
"deposit" = "Depósito";
"enterPassword" = "Digite a senha";
"passwordProtectBackup" = "Proteja seu backup com uma senha";
"errorSavingFile" = "Erro ao salvar o arquivo";
"invalidVaultData" = "Dados do cofre inválidos";
"vaultAlreadyExists" = "O cofre já existe";
"vaultRestoreFailed" = "Falha ao restaurar o cofre";
"backupDecryptionFailed" = "Falha ao descriptografar o backup";
"incorrectPassword" = "Senha incorreta";
"findCustomTokens" = "Encontre Seu Token Personalizado";
"customToken" = "Token Personalizado";
"details" = "Detalhes";
"vaultType" = "Tipo de cofre";
"ECDSAKey" = "Chave ECDSA";
"EdDSAKey" = "Chave EdDSA";
"Selected" = "Selecionado";
"searchResult" = "Resultado da pesquisa";
"verifyPassword" = "Verificar senha";
"passwordMismatch" = "Senhas não coincidem";
"verifyPasswordMismatch" = "Certifique-se de que suas senhas coincidem.";
"emptyField" = "Campo(s) vazio(s)";
"emptyField" = "Campo(s) vazio(s)";
"checkEmptyField" = "Certifique-se de que todos os campos estão preenchidos.";
"optionalPasswordProtectBackup" = "Proteção opcional do seu cofre com senha";
"keygenFor" = "Geração de chaves para";
"devicesOnSameNetwork" = "Conecte todos os dispositivos à mesma\nrede com o aplicativo Vultisig aberto.";
"devicesOnSameInternet" = "Conecte todos os dispositivos à Internet\ncom o aplicativo Vultisig aberto.";
"invalidFileFormat" = "Formato de arquivo inválido";
"invalidFileFormatMessage" = "Certifique-se de que selecionou o arquivo de backup correto com extensão .dat.";
"uploadBackupFile" = "Carregar arquivo de backup";
